Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_FullscreenOptimizations.Description
source: Configures Windows display pipeline for high performance borderless presentation.
ar_tn: يهيئ خط عرض ويندوز لعرض عالي الأداء بدون حدود.
de: Konfiguriert die Windows-Anzeigestrecke für randloses Hochleistungs-Rendering.
es_es: Configura el pipeline de pantalla de Windows para presentación sin bordes de alto rendimiento.
fr_fr: Configure le pipeline d'affichage Windows pour une présentation sans bordure haute performance.
he_il: מגדיר את קו צינור התצוגה של Windows לתצוגה ללא גבולות בביצועים גבוהים.
id_id: Mengonfigurasi pipeline tampilan Windows untuk presentasi tanpa bingkai berkinerja tinggi.
it_it: Configura la pipeline di visualizzazione Windows per presentazioni senza bordi ad alte prestazioni.
ja_jp: 高性能なボーダーレス表示のために Windows 表示パイプラインを設定します。
ko_kr: 고성능 무테두리 프레젠테이션을 위해 Windows 디스플레이 파이프라인을 구성합니다.
pt_br: Configura o pipeline de exibição do Windows para apresentação sem borda de alto desempenho.
ru_ru: Настраивает конвейер отображения Windows для безрамочного рендеринга высокой производительности.
tr_tr: Yüksek performanslı kenarsız sunum için Windows görüntüleme ardışık düzenini yapılandırır.
vi_vn: Cấu hình đường dẫn hiển thị Windows cho trình chiếu không viền hiệu năng cao.
zh_hans: 为高性能无边框显示配置 Windows 显示管道。
zh_hant: 為高效能無邊框顯示配置 Windows 顯示管道。

# Intelligent_Impact_FullscreenOptimizations
source: Minimizes display latency while retaining rapid Alt+Tab switching.
ar_tn: يقلل زمن استجابة العرض مع الحفاظ على التبديل السريع بـ Alt+Tab.
de: Minimiert die Anzeigelatenz bei schnellem Alt+Tab-Wechsel.
es_es: Minimiza la latencia de pantalla manteniendo el cambio rápido Alt+Tab.
fr_fr: Minimise la latence d'affichage tout en conservant le changement rapide Alt+Tab.
he_il: ממזער את זמן האחזור של התצוגה תוך שמירה על מיתוג מהיר של Alt+Tab.
id_id: Meminimalkan latensi tampilan sambil mempertahankan pergantian Alt+Tab yang cepat.
it_it: Minimizza la latenza dello schermo mantenendo il rapido cambio Alt+Tab.
ja_jp: Alt+Tab の素早い切替を維持しながら表示レイテンシーを最小化します。
ko_kr: 빠른 Alt+Tab 전환을 유지하면서 디스플레이 지연을 최소화합니다.
pt_br: Minimiza a latência de exibição mantendo a troca rápida por Alt+Tab.
ru_ru: Минимизирует задержку отображения при быстром переключении Alt+Tab.
tr_tr: Hızlı Alt+Tab geçişini korurken ekran gecikmesini en aza indirir.
vi_vn: Giảm thiểu độ trễ hiển thị trong khi vẫn chuyển đổi Alt+Tab nhanh.
zh_hans: 最小化显示延迟，同时保留快速 Alt+Tab 切换功能。
zh_hant: 最小化顯示延遲，同時保留快速 Alt+Tab 切換功能。

# Intelligent_Impact_GpuDriverTweaks
source: Prevents GPU power clock fluctuations during gaming and 3D rendering.
ar_tn: يمنع تذبذب ساعة طاقة GPU أثناء الألعاب والتصيير ثلاثي الأبعاد.
de: Verhindert GPU-Taktschwankungen beim Spielen und 3D-Rendering.
es_es: Evita fluctuaciones del reloj de energía GPU durante juegos y renderizado 3D.
fr_fr: Prévient les fluctuations d'horloge GPU pendant les jeux et le rendu 3D.
he_il: מונע תנודות בשעון ה-GPU במהלך משחקים ועיבוד תלת-ממד.
id_id: Mencegah fluktuasi jam daya GPU selama gaming dan rendering 3D.
it_it: Previene le fluttuazioni del clock GPU durante il gaming e il rendering 3D.
ja_jp: ゲームや 3D レンダリング中の GPU クロック変動を防止します。
ko_kr: 게임 및 3D 렌더링 중 GPU 전원 클록 변동을 방지합니다.
pt_br: Evita flutuações de clock de energia da GPU durante jogos e renderização 3D.
ru_ru: Предотвращает колебания тактовой частоты GPU во время игр и 3D-рендеринга.
tr_tr: Oyun ve 3D render sırasında GPU güç saati dalgalanmalarını önler.
vi_vn: Ngăn chặn dao động xung nhịp nguồn GPU trong khi chơi game và render 3D.
zh_hans: 防止游戏和 3D 渲染期间 GPU 功耗频率波动。
zh_hant: 防止遊戲和 3D 渲染期間 GPU 電源頻率波動。

# Intelligent_Impact_MenuShowDelay
source: Instantaneous UI navigation feel across File Explorer and desktop.
ar_tn: شعور بالتنقل الفوري في واجهة المستخدم عبر مستكشف الملفات وسطح المكتب.
de: Sofortiges Navigationsgefühl im Datei-Explorer und auf dem Desktop.
es_es: Sensación de navegación instantánea en el Explorador de archivos y el escritorio.
fr_fr: Navigation instantanée dans l'Explorateur de fichiers et le bureau.
he_il: תחושת ניווט מיידי בסייר הקבצים ובשולחן העבודה.
id_id: Navigasi UI yang terasa instan di File Explorer dan desktop.
it_it: Navigazione istantanea nell'Esplora file e nel desktop.
ja_jp: ファイルエクスプローラーとデスクトップ全体で即時の UI 操作感を実現します。
ko_kr: 파일 탐색기와 바탕화면에서 즉각적인 UI 탐색 느낌을 제공합니다.
pt_br: Sensação de navegação instantânea no Explorador de Arquivos e área de trabalho.
ru_ru: Мгновенное ощущение навигации в Проводнике и на рабочем столе.
tr_tr: Dosya Gezgini ve masaüstünde anlık UI navigasyon hissi.
vi_vn: Cảm giác điều hướng UI tức thì trong File Explorer và màn hình nền.
zh_hans: 在文件资源管理器和桌面上实现即时的 UI 导航体验。
zh_hant: 在檔案總管和桌面上實現即時的 UI 導覽體驗。

# Intelligent_Impact_MouseHoverTime
source: Immediate tooltip and taskbar thumbnail previews.
ar_tn: عرض فوري للتلميحات والصور المصغرة في شريط المهام.
de: Sofortige Tooltips und Taskleisten-Miniaturvorschauen.
es_es: Información sobre herramientas y miniaturas de barra de tareas inmediatas.
fr_fr: Info-bulles et aperçus de vignettes de la barre des tâches immédiats.
he_il: הצגה מיידית של תיבות כלים ותצוגות מקדימות של שורת המשימות.
id_id: Pratinjau tooltip dan thumbnail taskbar yang segera.
it_it: Tooltip e anteprime delle miniature della barra delle applicazioni immediate.
ja_jp: ツールチップとタスクバーサムネイルを即時表示します。
ko_kr: 즉각적인 툴팁 및 작업 표시줄 썸네일 미리보기.
pt_br: Dicas de ferramenta e miniaturas da barra de tarefas imediatas.
ru_ru: Мгновенные подсказки и превью миниатюр на панели задач.
tr_tr: Anında araç ipucu ve görev çubuğu küçük resim önizlemeleri.
vi_vn: Tooltip và bản xem trước thumbnail thanh tác vụ ngay lập tức.
zh_hans: 即时显示工具提示和任务栏缩略图预览。
zh_hant: 即時顯示工具提示和工作列縮圖預覽。

# Intelligent_Impact_KeyboardLatency
source: Instantaneous key input recognition and faster character repeat.
ar_tn: التعرف الفوري على إدخال المفاتيح وتكرار أسرع للأحرف.
de: Sofortige Tasteneingabeerkennung und schnellere Zeichenwiederholung.
es_es: Reconocimiento instantáneo de entrada de teclas y repetición de caracteres más rápida.
fr_fr: Reconnaissance instantanée des touches et répétition de caractères plus rapide.
he_il: זיהוי קלט מקשים מיידי וחזרה מהירה יותר על תווים.
id_id: Pengenalan input tombol yang instan dan pengulangan karakter yang lebih cepat.
it_it: Riconoscimento istantaneo dell'input dei tasti e ripetizione dei caratteri più veloce.
ja_jp: 瞬時のキー入力認識と高速なキャラクターリピートを実現します。
ko_kr: 즉각적인 키 입력 인식과 빠른 문자 반복.
pt_br: Reconhecimento instantâneo de entrada de teclas e repetição de caracteres mais rápida.
ru_ru: Мгновенное распознавание нажатий и ускоренный повтор символов.
tr_tr: Anında tuş girişi tanıma ve daha hızlı karakter tekrarı.
vi_vn: Nhận dạng nhập phím tức thì và lặp ký tự nhanh hơn.
zh_hans: 实现即时按键识别和更快的字符重复。
zh_hant: 實現即時按鍵識別和更快的字元重複。

# Feature_MouseAcceleration.Header
source: Disable Mouse Acceleration (Raw Input)
ar_tn: تعطيل تسريع الفأرة (الإدخال الخام)
de: Mausbeschleunigung deaktivieren (Raw Input)
es_es: Deshabilitar aceleración del ratón (entrada sin procesar)
fr_fr: Désactiver l'accélération de la souris (entrée brute)
he_il: השבת האצת עכבר (קלט גולמי)
id_id: Nonaktifkan Akselerasi Mouse (Raw Input)
it_it: Disabilita l'accelerazione del mouse (Raw Input)
ja_jp: マウス加速を無効化 (生入力)
ko_kr: 마우스 가속 비활성화 (Raw 입력)
pt_br: Desativar Aceleração do Mouse (Entrada Raw)
ru_ru: Отключить ускорение мыши (Raw Input)
tr_tr: Mouse Hızlandırmasını Devre Dışı Bırak (Raw Input)
vi_vn: Tắt tăng tốc chuột (Raw Input)
zh_hans: 禁用鼠标加速（原始输入）
zh_hant: 停用滑鼠加速（原始輸入）

# Feature_MouseAcceleration.Description
source: Disables Windows mouse curve acceleration for pure 1:1 hardware cursor precision.
ar_tn: يعطل منحنى تسريع الفأرة في ويندوز للحصول على دقة 1:1 للمؤشر.
de: Deaktiviert die Windows-Mausbeschleunigungskurve für präzise 1:1-Hardware-Cursorsteuerung.
es_es: Desactiva la curva de aceleración del ratón de Windows para una precisión 1:1 del cursor.
fr_fr: Désactive la courbe d'accélération de la souris Windows pour une précision 1:1 du curseur.
he_il: משבית את עקומת האצת העכבר של Windows לדיוק מצביע 1:1 טהור.
id_id: Menonaktifkan kurva akselerasi mouse Windows untuk presisi kursor hardware 1:1 murni.
it_it: Disabilita la curva di accelerazione del mouse Windows per una precisione del cursore 1:1.
ja_jp: 純粋な 1:1 ハードウェアカーソル精度のために Windows のマウス加速曲線を無効化します。
ko_kr: 순수한 1:1 하드웨어 커서 정밀도를 위해 Windows 마우스 곡선 가속을 비활성화합니다.
pt_br: Desativa a curva de aceleração do mouse do Windows para precisão pura de cursor 1:1.
ru_ru: Отключает кривую ускорения мыши Windows для чистой точности курсора 1:1.
tr_tr: Saf 1:1 donanım imleç hassasiyeti için Windows mouse hız ivmesi eğrisini devre dışı bırakır.
vi_vn: Vô hiệu hóa đường cong tăng tốc chuột Windows để có độ chính xác con trỏ phần cứng 1:1 thuần túy.
zh_hans: 禁用 Windows 鼠标曲线加速，实现纯 1:1 硬件光标精度。
zh_hant: 停用 Windows 滑鼠曲線加速，實現純粹 1:1 硬體游標精度。

# Intelligent_Impact_MouseAcceleration
source: Flawless cursor tracking consistency for gaming and precise design work.
ar_tn: اتساق تتبع المؤشر للألعاب والعمل التصميمي الدقيق.
de: Makellose Cursor-Tracking-Konsistenz für Gaming und präzise Designarbeit.
es_es: Consistencia de seguimiento del cursor para juegos y trabajo de diseño preciso.
fr_fr: Suivi du curseur impeccable pour les jeux et le travail de conception précis.
he_il: עקביות מושלמת של מעקב מצביע למשחקים ועבודת עיצוב מדויקת.
id_id: Konsistensi pelacakan kursor yang sempurna untuk gaming dan pekerjaan desain presisi.
it_it: Coerenza di tracciamento del cursore impeccabile per gaming e lavoro di design.
ja_jp: ゲームと精密なデザイン作業のための完璧なカーソルトラッキング一貫性。
ko_kr: 게임 및 정밀 디자인 작업을 위한 완벽한 커서 추적 일관성.
pt_br: Consistência de rastreamento do cursor para jogos e trabalho de design preciso.
ru_ru: Идеальная согласованность отслеживания курсора для игр и точных работ.
tr_tr: Oyun ve hassas tasarım çalışmaları için kusursuz imleç takip tutarlılığı.
vi_vn: Độ nhất quán theo dõi con trỏ hoàn hảo cho chơi game và công việc thiết kế chính xác.
zh_hans: 为游戏和精确设计工作提供完美的光标追踪一致性。
zh_hant: 為遊戲和精確設計工作提供完美的游標追蹤一致性。

# Intelligent_Impact_OptimizeNTFS
source: Accelerates file directory indexing and disk metadata lookups.
ar_tn: يسرّع فهرسة دليل الملفات والبحث في البيانات الوصفية للقرص.
de: Beschleunigt die Dateiverzeichnisindizierung und Disk-Metadatenzugriffe.
es_es: Acelera la indexación de directorios y las búsquedas de metadatos del disco.
fr_fr: Accélère l'indexation des répertoires et les recherches de métadonnées disque.
he_il: מאיץ אינדוקס ספריות קבצים ובדיקות מטה-נתונים של הדיסק.
id_id: Mempercepat pengindeksan direktori file dan pencarian metadata disk.
it_it: Accelera l'indicizzazione delle directory e le ricerche di metadati del disco.
ja_jp: ファイルディレクトリのインデックス作成とディスクメタデータ検索を高速化します。
ko_kr: 파일 디렉터리 인덱싱 및 디스크 메타데이터 조회를 가속화합니다.
pt_br: Acelera a indexação de diretórios e buscas de metadados do disco.
ru_ru: Ускоряет индексацию каталогов и поиск метаданных диска.
tr_tr: Dosya dizini indeksleme ve disk meta veri aramalarını hızlandırır.
vi_vn: Tăng tốc lập chỉ mục thư mục tệp và tra cứu siêu dữ liệu đĩa.
zh_hans: 加速文件目录索引和磁盘元数据查找。
zh_hant: 加速檔案目錄索引和磁碟中繼資料查詢。

# Intelligent_Impact_ServiceHostSplitting
source: Reduces total process count overhead by 30-50 processes on systems with 8GB+ RAM.
ar_tn: يقلل عبء عدد العمليات الإجمالي بمقدار 30-50 عملية على الأنظمة ذات الذاكرة 8 جيجابايت وما فوق.
de: Reduziert den Prozesszahl-Overhead um 30-50 Prozesse auf Systemen mit 8GB+ RAM.
es_es: Reduce el total de procesos en 30-50 en sistemas con 8GB+ de RAM.
fr_fr: Réduit le nombre total de processus de 30 à 50 sur les systèmes avec 8Go+ de RAM.
he_il: מפחית את עומס ספירת תהליכים ב-30-50 תהליכים במערכות עם 8GB+ זיכרון.
id_id: Mengurangi overhead jumlah proses sebesar 30-50 proses pada sistem dengan RAM 8GB+.
it_it: Riduce il numero totale di processi di 30-50 su sistemi con 8GB+ di RAM.
ja_jp: 8GB 以上の RAM を搭載したシステムで合計プロセス数を 30〜50 削減します。
ko_kr: 8GB 이상 RAM 시스템에서 총 프로세스 수 오버헤드를 30-50개 줄입니다.
pt_br: Reduz o overhead do total de processos em 30-50 em sistemas com 8GB+ de RAM.
ru_ru: Снижает накладные расходы процессов на 30-50 единиц на системах с 8 ГБ+ ОЗУ.
tr_tr: 8GB+ RAM'li sistemlerde toplam işlem sayısı yükünü 30-50 işlem azaltır.
vi_vn: Giảm tổng số tiến trình 30-50 tiến trình trên hệ thống có RAM 8GB+.
zh_hans: 在 8GB 以上内存的系统上减少 30-50 个进程的总数开销。
zh_hant: 在 8GB 以上記憶體的系統上減少 30-50 個進程的總數開銷。

# Feature_UsbPowerSaving.Header
source: Disable USB Selective Suspend
ar_tn: تعطيل التعليق الانتقائي لـ USB
de: USB-Selektivsuspend deaktivieren
es_es: Deshabilitar suspensión selectiva USB
fr_fr: Désactiver la suspension sélective USB
he_il: השבת השעיה סלקטיבית של USB
id_id: Nonaktifkan USB Selective Suspend
it_it: Disabilita la sospensione selettiva USB
ja_jp: USB セレクティブサスペンドを無効化
ko_kr: USB 선택적 일시 중단 비활성화
pt_br: Desativar Suspensão Seletiva USB
ru_ru: Отключить выборочное приостановление USB
tr_tr: USB Seçici Askıya Almayı Devre Dışı Bırak
vi_vn: Tắt USB Selective Suspend
zh_hans: 禁用 USB 选择性挂起
zh_hant: 停用 USB 選擇性暫停

# Feature_UsbPowerSaving.Description
source: Prevents Windows from powering down USB controllers and peripherals into low-power states.
ar_tn: يمنع ويندوز من إيقاف تشغيل متحكمات USB والأجهزة الطرفية لأوضاع الطاقة المنخفضة.
de: Verhindert, dass Windows USB-Controller und Peripheriegeräte in Energiesparmodi versetzt.
es_es: Impide que Windows apague los controladores USB y periféricos en estados de bajo consumo.
fr_fr: Empêche Windows de mettre les contrôleurs USB et périphériques en état basse consommation.
he_il: מונע מ-Windows להכניס בקרי USB ואביזרים לצריכת חשמל נמוכה.
id_id: Mencegah Windows mematikan pengontrol USB dan periferal ke status daya rendah.
it_it: Impedisce a Windows di mettere i controller USB e le periferiche in stati a basso consumo.
ja_jp: Windows が USB コントローラーと周辺機器を低電力状態にするのを防ぎます。
ko_kr: Windows가 USB 컨트롤러와 주변 장치를 저전력 상태로 전환하는 것을 방지합니다.
pt_br: Impede o Windows de desligar controladores USB e periféricos em estados de baixo consumo.
ru_ru: Предотвращает переход Windows к переводу USB-контроллеров в режим низкого энергопотребления.
tr_tr: Windows'un USB denetleyicilerini ve çevre birimlerini düşük güç durumlarına geçirmesini engeller.
vi_vn: Ngăn Windows tắt các bộ điều khiển USB và thiết bị ngoại vi ở trạng thái tiêu thụ điện thấp.
zh_hans: 防止 Windows 将 USB 控制器和外围设备切换到低功耗状态。
zh_hant: 防止 Windows 將 USB 控制器和外設切換到低電量狀態。

# Intelligent_Impact_UsbPowerSaving
source: Prevents USB audio dropouts, controller lag, and mouse disconnects.
ar_tn: يمنع انقطاعات صوت USB وتأخر وحدة التحكم وانقطاع الاتصال بالماوس.
de: Verhindert USB-Audio-Aussetzer, Controller-Lag und Maus-Verbindungsabbrüche.
es_es: Evita cortes de audio USB, retraso del controlador y desconexiones del ratón.
fr_fr: Prévient les coupures audio USB, le lag du contrôleur et les déconnexions de souris.
he_il: מונע נשירות שמע USB, פיגור בבקר ונתקי עכבר.
id_id: Mencegah dropout audio USB, lag pengontrol, dan pemutusan koneksi mouse.
it_it: Evita interruzioni audio USB, ritardi del controller e disconnessioni del mouse.
ja_jp: USB オーディオ途切れ、コントローラーラグ、マウス切断を防止します。
ko_kr: USB 오디오 끊김, 컨트롤러 지연, 마우스 연결 끊김을 방지합니다.
pt_br: Evita falhas de áudio USB, lag do controlador e desconexões do mouse.
ru_ru: Предотвращает прерывания аудио USB, лаг контроллера и отключение мыши.
tr_tr: USB ses kesintilerini, denetleyici gecikmelerini ve mouse bağlantı kopuklukları önler.
vi_vn: Ngăn mất âm thanh USB, lag bộ điều khiển và ngắt kết nối chuột.
zh_hans: 防止 USB 音频中断、控制器延迟和鼠标断连。
zh_hant: 防止 USB 音訊中斷、控制器延遲和滑鼠斷連。

# Feature_PowerThrottling.Header
source: Disable Power Throttling
ar_tn: تعطيل تقييد الطاقة
de: Energiedrosselung deaktivieren
es_es: Deshabilitar limitación de energía
fr_fr: Désactiver la limitation de puissance
he_il: השבת מגבלת צריכת חשמל
id_id: Nonaktifkan Power Throttling
it_it: Disabilita il throttling di alimentazione
ja_jp: パワースロットリングを無効化
ko_kr: 전원 스로틀링 비활성화
pt_br: Desativar Limitação de Energia
ru_ru: Отключить ограничение потребления энергии
tr_tr: Güç Kısıtlamasını Devre Dışı Bırak
vi_vn: Tắt giới hạn điện năng
zh_hans: 禁用电源限制
zh_hant: 停用電源節流

# Feature_PowerThrottling.Description
source: Disables Windows power throttling algorithm on background execution threads.
ar_tn: يعطل خوارزمية تقييد الطاقة في ويندوز على خيوط التنفيذ الخلفية.
de: Deaktiviert den Windows Power-Throttling-Algorithmus für Hintergrund-Ausführungsthreads.
es_es: Desactiva el algoritmo de limitación de energía de Windows en los hilos de ejecución en segundo plano.
fr_fr: Désactive l'algorithme de limitation de puissance Windows sur les threads d'exécution en arrière-plan.
he_il: משבית את אלגוריתם מגבלת הצריכה של Windows על שרשורי ביצוע ברקע.
id_id: Menonaktifkan algoritma power throttling Windows pada thread eksekusi latar belakang.
it_it: Disabilita l'algoritmo di power throttling di Windows sui thread di esecuzione in background.
ja_jp: バックグラウンド実行スレッドの Windows パワースロットリングアルゴリズムを無効化します。
ko_kr: 백그라운드 실행 스레드에 대한 Windows 전원 스로틀링 알고리즘을 비활성화합니다.
pt_br: Desativa o algoritmo de limitação de energia do Windows nos threads de execução em segundo plano.
ru_ru: Отключает алгоритм ограничения мощности Windows для фоновых потоков выполнения.
tr_tr: Arka plan yürütme iş parçacıkları için Windows güç kısıtlama algoritmasını devre dışı bırakır.
vi_vn: Vô hiệu hóa thuật toán giới hạn điện năng Windows trên các luồng thực thi nền.
zh_hans: 禁用 Windows 对后台执行线程的电源限制算法。
zh_hant: 停用 Windows 對背景執行緒的電源節流算法。

# Intelligent_Impact_PowerThrottling
source: Ensures background renders and compile jobs run at full CPU clock speeds.
ar_tn: يضمن تشغيل عمليات العرض والترجمة في الخلفية بسرعات ساعة وحدة المعالجة المركزية الكاملة.
de: Stellt sicher, dass Hintergrund-Renders und Compile-Jobs mit voller CPU-Taktrate laufen.
es_es: Garantiza que los trabajos de renderizado y compilación en segundo plano se ejecuten a velocidades de reloj completas.
fr_fr: Garantit que les rendus et compilations en arrière-plan s'exécutent à pleine vitesse d'horloge CPU.
he_il: מבטיח שמשימות עיבוד וקימפול ברקע יפעלו במהירויות שעון מעבד מלאות.
id_id: Memastikan render latar belakang dan tugas kompilasi berjalan pada kecepatan clock CPU penuh.
it_it: Garantisce che i render e i lavori di compilazione in background vengano eseguiti alla piena velocità di clock.
ja_jp: バックグラウンドのレンダリングやコンパイルジョブが最大 CPU クロック速度で実行されることを保証します。
ko_kr: 백그라운드 렌더링 및 컴파일 작업이 최대 CPU 클록 속도로 실행되도록 보장합니다.
pt_br: Garante que renderizações e compilações em segundo plano sejam executadas em velocidades máximas do CPU.
ru_ru: Гарантирует, что фоновые рендеры и компиляции работают на максимальной частоте ЦП.
tr_tr: Arka plan render ve derleme işlerinin tam CPU saat hızlarında çalışmasını sağlar.
vi_vn: Đảm bảo các công việc render và biên dịch nền chạy ở tốc độ xung nhịp CPU đầy đủ.
zh_hans: 确保后台渲染和编译任务以完整 CPU 时钟频率运行。
zh_hant: 確保背景渲染和編譯任務以完整 CPU 時鐘頻率運行。

# Intelligent_Impact_LowDiskSpaceChecks
source: Stops recurring disk polling interrupts.
ar_tn: يوقف مقاطعات استطلاع القرص المتكررة.
de: Stoppt wiederkehrende Festplatten-Polling-Interrupts.
es_es: Detiene las interrupciones de sondeo de disco recurrentes.
fr_fr: Arrête les interruptions de sondage disque récurrentes.
he_il: עוצר הפרעות סריקת דיסק חוזרות.
id_id: Menghentikan interupsi polling disk yang berulang.
it_it: Arresta gli interrupt di polling del disco ricorrenti.
ja_jp: 繰り返しのディスクポーリング割り込みを停止します。
ko_kr: 반복적인 디스크 폴링 인터럽트를 중지합니다.
pt_br: Interrompe as interrupções de sondagem de disco recorrentes.
ru_ru: Останавливает повторяющиеся прерывания опроса диска.
tr_tr: Tekrarlayan disk yoklama kesintilerini durdurur.
vi_vn: Dừng các ngắt kiểm tra đĩa định kỳ.
zh_hans: 停止定期磁盘轮询中断。
zh_hant: 停止定期磁碟輪詢中斷。

# Intelligent_Impact_LinkResolve
source: Speeds up broken shortcut opening without freezing Explorer.
ar_tn: يسرّع فتح الاختصارات المعطلة دون تجميد المستكشف.
de: Beschleunigt das Öffnen defekter Verknüpfungen ohne Einfrieren des Explorers.
es_es: Acelera la apertura de accesos directos rotos sin bloquear el Explorador.
fr_fr: Accélère l'ouverture de raccourcis cassés sans bloquer l'Explorateur.
he_il: מאיץ פתיחת קיצורי דרך שבורים מבלי להקפיא את סייר הקבצים.
id_id: Mempercepat pembukaan pintasan rusak tanpa membekukan Explorer.
it_it: Accelera l'apertura dei collegamenti interrotti senza bloccare Explorer.
ja_jp: エクスプローラーをフリーズさせずに壊れたショートカットを高速に開きます。
ko_kr: 탐색기를 멈추지 않고 끊어진 바로 가기 열기를 빠르게 합니다.
pt_br: Acelera a abertura de atalhos quebrados sem congelar o Explorer.
ru_ru: Ускоряет открытие неработающих ярлыков без зависания Проводника.
tr_tr: Explorer'ı dondurmadan bozuk kısayol açmayı hızlandırır.
vi_vn: Tăng tốc mở lối tắt bị hỏng mà không đóng băng Explorer.
zh_hans: 加快打开损坏的快捷方式，而不会冻结资源管理器。
zh_hant: 加快打開損壞的捷徑，而不會凍結檔案總管。

# Intelligent_Impact_AutoComplete
source: Faster address bar path navigation.
ar_tn: تنقل أسرع في مسار شريط العنوان.
de: Schnellere Pfadnavigation in der Adressleiste.
es_es: Navegación de ruta más rápida en la barra de dirección.
fr_fr: Navigation plus rapide dans la barre d'adresse.
he_il: ניווט מהיר יותר בנתיב שורת הכתובת.
id_id: Navigasi jalur bilah alamat yang lebih cepat.
it_it: Navigazione più rapida del percorso nella barra degli indirizzi.
ja_jp: アドレスバーでのパスナビゲーションが高速化されます。
ko_kr: 주소 표시줄 경로 탐색이 빨라집니다.
pt_br: Navegação de caminho mais rápida na barra de endereço.
ru_ru: Более быстрая навигация по пути в адресной строке.
tr_tr: Adres çubuğunda daha hızlı yol gezintisi.
vi_vn: Điều hướng đường dẫn trong thanh địa chỉ nhanh hơn.
zh_hans: 加快地址栏路径导航速度。
zh_hant: 加快地址列路徑導覽速度。

# Feature_TelemetryServices.Header
source: Disable Windows Telemetry & Diagnostics
ar_tn: تعطيل القياس عن بعد والتشخيص في ويندوز
de: Windows-Telemetrie & Diagnose deaktivieren
es_es: Deshabilitar telemetría y diagnóstico de Windows
fr_fr: Désactiver la télémétrie et les diagnostics Windows
he_il: השבת טלמטריה ואבחון של Windows
id_id: Nonaktifkan Telemetri & Diagnostik Windows
it_it: Disabilita telemetria e diagnostica Windows
ja_jp: Windows テレメトリー & 診断を無効化
ko_kr: Windows 원격 측정 및 진단 비활성화
pt_br: Desativar Telemetria e Diagnóstico do Windows
ru_ru: Отключить телеметрию и диагностику Windows
tr_tr: Windows Telemetri ve Tanılamayı Devre Dışı Bırak
vi_vn: Tắt Telemetry & Chẩn đoán Windows
zh_hans: 禁用 Windows 遥测与诊断
zh_hant: 停用 Windows 遙測與診斷

# Feature_TelemetryServices.Description
source: Completely disables DiagTrack and dmwappushservice background diagnostic collection.
ar_tn: يعطل تماماً خدمات DiagTrack وdmwappushservice لجمع التشخيصات في الخلفية.
de: Deaktiviert vollständig DiagTrack und dmwappushservice für die Hintergrund-Diagnoseerfassung.
es_es: Desactiva completamente DiagTrack y dmwappushservice para la recopilación de diagnósticos en segundo plano.
fr_fr: Désactive complètement DiagTrack et dmwappushservice pour la collecte de diagnostics en arrière-plan.
he_il: משבית לחלוטין את DiagTrack ו-dmwappushservice לאיסוף אבחון ברקע.
id_id: Sepenuhnya menonaktifkan DiagTrack dan dmwappushservice untuk pengumpulan diagnostik latar belakang.
it_it: Disabilita completamente DiagTrack e dmwappushservice per la raccolta diagnostica in background.
ja_jp: バックグラウンド診断収集の DiagTrack と dmwappushservice を完全に無効化します。
ko_kr: 백그라운드 진단 수집을 위한 DiagTrack 및 dmwappushservice를 완전히 비활성화합니다.
pt_br: Desativa completamente DiagTrack e dmwappushservice para coleta de diagnósticos em segundo plano.
ru_ru: Полностью отключает DiagTrack и dmwappushservice для фоновой диагностической сборки данных.
tr_tr: Arka plan tanılama koleksiyonu için DiagTrack ve dmwappushservice'i tamamen devre dışı bırakır.
vi_vn: Vô hiệu hóa hoàn toàn DiagTrack và dmwappushservice để thu thập chẩn đoán nền.
zh_hans: 完全禁用 DiagTrack 和 dmwappushservice 的后台诊断数据收集。
zh_hant: 完全停用 DiagTrack 和 dmwappushservice 的背景診斷資料收集。
